<!doctype html>
<html lang="pt-br">
    <head>
        <title>Loja de Games</title>
        <meta charset="UFT-8" />
        <link rel="stylesheet" type="text/css" href="estilo.css" />
    </head>
    
    <body>
        <header>
            <h1>Games.com</h1>
        </header>
        <h2>A melhor loja de games online</h2>
        
        <section id="playstation">
        <h2>Playstation</h2>
        
        <h3>Playstation 3 </h3>
        <a href="img/ps3.jpg" target="_blank" >
            <img src="mini/ps3_mini.jpg" />
            </a>
        <a><h2>Pre&ccedil;o R$ 599,00
                ou
                12x R$ 59,90</h2><br/>
            
        </a>
        <a>
            O PlayStation 3 (oficialmente abreviado como PS3 ) &eacute; o terceiro console de videogame produzido pela Sony Computer Entertainment
            e o sucessor do PlayStation 2 como parte da s&eacute;rie PlayStation. O PlayStation 3 compete contra o Xbox 360,
            e o Nintendo Wii como parte da s&eacute;tima gera&ccedil;&atilde;o de consoles de videogame.
        </a>
        
        <h3>Playstation 4</h3>
        <a href="img/ps4.jpg" target="_blank">
            <img src="mini/ps4_mini.jpg" /><br/>
        </a>
        <a>
            <h2>Pre&ccedil;o R$ 1.999,00 ou 12x R$ 199,00</h2>
        </a>
        <a>
            O PlayStation 4 (oficialmente abreviada como PS4) é uma consola de videojogos (portugu&ecirc;s europeu) ou console de videogame (portugu&ecirc;s brasileiro)
            produzida pela Sony Computer Entertainment, sucessora da PlayStation 3 e a quarta como parte da s&eacute;rie PlayStation.
            O PlayStation 4 foi anunciada durante uma confer&eacute;ncia de imprensa da Sony em Nova Iorque a 20 de Fevereiro de 2013.
            O evento conhecido como "PlayStation Meeting 2013" tinha o objectivo de descobrir "O Futuro da PlayStation".
            Foi lançada na Am&eacute;rica do Norte a 15 de Novembro de 2013, na Europa e Am&eacute;rica do Sul a 29 de Novembro de 2013 e no Jap&atilde;o ficar&aacute;
            dispon&iacute;vel a 22 de Fevereiro de 2014.
            O PlayStation 4 compete directamente com a Wii U da Nintendo e com a Xbox One da Microsoft, como um dos consoles da oitava gera&ccedil;&atilde;o.
        </a>
        
        </section>
        
        <section id="Xbox">
        <h2>Xbox</h2>
        
        <h3>Xbox 360</h3>
        <a href="img/xbox360.jpg" target="_blank" >
            <img src="mini/xbox360_mini.jpg" /><br/>
            </a>
            <a>
                <h2>Pre&ccedil;o R$ 599,00 ou 12x 59,00</h2>
            </a>
            <a>
                Xbox 360 é um console de jogos da s&eacute;tima gera&ccedil;&atilde;o de consoles de videogames produzido pela Microsoft e
                lan&ccedil;ado em 22 de Novembro de 2005 nos Estados Unidos, em 2 de Dezembro de 2005 na Europa e em 10 de Dezembro de 2005 foi lançado no Jap&atilde;o.
                As caracter&iacute;sticas principais do Xbox 360 s&atilde;o o seu servi&ccedil;o Xbox Live que permite aos jogadores competir online, b
                aixar jogos arcade, demos de jogos, trailers, shows de TV, m&uacute;sica e filmes.
            </a>
            <br/><br/>
        <h3>Xbox One</h3>
        <a href="img/xboxone.jpg" target="_blank">
            <img src="mini/xboxone_mini.jpg" /><br/>
            </a>
            <a>
                <h2>Pre&ccedil;o 2.199,00 ou 12x R$ 219,00</h2>
            </a>
            <a>
                O Xbox One &eacute; um console de videogames (portugu&ecirc;s europeu) ou console de videogame (portugu&ecirc;s brasileiro) produzido pela Microsoft,
                o terceiro da empresa desde o lan&ccedil;amento do Xbox, e &eacute; introduzido no mercado oito anos ap&oacute;s o lan&ccedil;amento do Xbox 360.
                O Xbox One apresenta jogos com gr&aacute;ficos de alta defini&ccedil;&atilde;o superiores aos vistos no seu antecessor e similares aos apresentados
                pelo concorrente PlayStation 4.
            </a>
        
        
        </section>
        
        <footer>
            <address>Contatos: Telefone: (71)7777-7777 / E-mail:lojagames@html.com</address>
        </footer>
    </body>
</html>
